{
  "Url": "https://www.gamblingcommission.gov.uk/about-us",
  "ScrapedAt": "2025-05-04T08:37:16.8399228+03:00",
  "ContentType": "What we do Cookies on the Gambling Commission website The Gambling Commission website uses cookies to make the site work better for you. Some of these cookies are essential to how the site functions and others are optional. Optional cookies help us remember your settings, measure your use of the site and personalise how we communicate with you. Any data collected is anonymised and we do not set optional cookies unless you consent. Accept all cookies Set cookie preferences You\u0027ve accepted all cookies. You can change your cookie settings at any time. Hide Cookie Message Skip to main content Public and playersLicensees and businessesLicensing authorities About usNewsContact usServices Menu Search the website Search the website Close search Content in this section Close menu What we do Who we are Publication scheme Statistics and research Consultations Other parts of the website For public and players For licensees and businesses For licensing authorities Corporate information About us News Contact us Online services We regulate most types of gambling in Great Britain, including The National Lottery in the UK. We also license the individuals and businesses that offer gambling and provide them with advice and guidance. What we do Find out more about how we regulate the gambling industry in Great Britain. Corporate Strategy 2024 to 2027: Gambling regulation in a digital age The corporate strategy highlights the most important work we intend to deliver over the next three years. Business plan and budget 2025 to 2026 The milestones we plan to complete within the business plan 2025 to 2026. What we regulate We license and regulate the individuals and businesses that provide gambling in Great Britain, including the National Lottery. How we regulate We exist to safeguard players and the wider public by ensuring gambling is fair and safe. Licensing objectives We are responsible for making sure that all licensing applications meet three objectives. How we make gambling safer Making gambling safer is at the core of what we do. Find out more about how we continue to make the gambling industry safer. Gambling-related legislation This is a list of some, but not necessarily all, gambling-related legislation. Advice to Government - Review of the Gambling Act 2005 The Secretary of State asked the Gambling Commission to provide advice on Government policy and legislation in relation to the Gambling Act 2005. Impact Metrics Measuring the impact of our work. Regulating the National Lottery The National Lottery started in November 1994 and since then has raised over £50 billion for good causes. We regulate The National Lottery to ensure it’s run fairly and openly whilst maximising returns to good causes. How we regulate the National Lottery Is this page useful? Yes this page is helpful No this page is not helpful Report a problem with this page Thank you for your feedback. If you want to complain about a gambling business or have a general enquiry, use the contact us page. Feedback Feedback We are not able to respond to comments but your feedback will help us improve our website. You can enter up to 250 characters Complaints and queries Do not use this form for complaints as we will not reply. If you want to complain about a gambling business or need further help please contact us. User research If you want to provide feedback about new services and features, join our user research programme. Submit feedback Cancel and close form This form is protected by reCAPTCHA and the Google Privacy Policy (opens in new tab) and Terms of Service (opens in new tab) apply. Gambling Commissionwebsites Public and players Licensees and businesses Licensing authorities About us Advisory groups Information News Careers Contact us Services Follow us The following links open in a new tab: X (formally Twitter) (opens in new tab) LinkedIn (opens in new tab) YouTube (opens in new tab) National Gambling Helpline Call 0808 8020 133 24 hours a day, 7 days a week, or visit gamcare.org.uk (opens in new tab) Newsletter Sign up to e-bulletin Accessibility statement Privacy Policy Cookies Terms of use Social Media Policy Welsh View this page in Welsh or other languages Release: Release-140 Back to top",
  "ContentLength": 37453,
  "TextLength": 4224,
  "Title": "What we do",
  "ScraperId": "UKGC"
}