{
  "Url": "https://www.gamblingcommission.gov.uk/cookies",
  "ScrapedAt": "2025-05-04T08:19:45.3044583+03:00",
  "ContentType": "Cookies Cookies on the Gambling Commission website The Gambling Commission website uses cookies to make the site work better for you. Some of these cookies are essential to how the site functions and others are optional. Optional cookies help us remember your settings, measure your use of the site and personalise how we communicate with you. Any data collected is anonymised and we do not set optional cookies unless you consent. Accept all cookies Set cookie preferences You\u0027ve accepted all cookies. You can change your cookie settings at any time. Hide Cookie Message Skip to main content Public and playersLicensees and businessesLicensing authorities About usNewsContact usServices Menu Search the website Search the website Close search Content in this section Close menu What we do Who we are Publication scheme Statistics and research Consultations Other parts of the website For public and players For licensees and businesses For licensing authorities Corporate information About us News Contact us Online services Home About us Cookies Cookies Cookies are small files that tell us if your phone, tablet or computer has visited the website before. They help us understand how the website is being used, help you navigate between pages efficiently, help remember your preferences, and generally improve your browsing experience. Essential cookies Essential cookies do things like: remember the notifications you have seen so we do not show them to you again remember your progress through a form enable core functionality such as website registration, security, network management and accessibility. We do not need to ask permission to use essential cookies. These cookies always need to be on however they can be deleted by changing the settings on your browser. The following table details the essential cookies we use within the website. Name Purpose Expires seen_cookie_message Lets us know if you\u0027ve seen our cookie message 1 year cookie_policy Saves your cookie consent settings 1 year gc-website-676377656273697465 Saves your session information 4 hours _GRECAPTCHA Used to manage site security 6 months ARRAAffinity Used to manage site security At the end of the session ARRAAffinitySameSite Used to manage site security At the end of the session Find out more about how we use information website users provide us with by visiting the privacy policy Analytics (optional) cookies Analytics cookies collect information about: how you got to the website the pages you visit and how long you spend on each page what you click on whilst visiting the website. These cookies provide us with statistics and do not collect information that identifies you. All information these cookies collect is aggregated and therefore anonymous. Google Analytics With your permission, we use Google Analytics software (Google Analytics 4) to collect anonymised information about how you use this website. We do this to help make sure the website is meeting the needs of its users and to help us make improvements. We do not allow Google to use or share the data about how you use this website. The following table details the cookies set by Google Analytics. Name Purpose Expires _ga This helps us count how many people visit the Gambling Commission website by tracking if you have visited before 400 days _gid This helps us count how many people visit the Gambling Commission website by tracking if you have visited before 1 day _ga_0HH6YRTMN9 Used by Google Analytics to find and track an individual session with your device 400 days You can read Google’s overview of data practises within Google Analytics (opens in new tab). Microsoft Clarity With your permission, we use Microsoft Clarity to capture how you use and interact with our website through behavioural metrics, heatmaps, and session replay to improve the website. We do this to help make sure the website is meeting the needs of its users and to help us make improvements. The following table details the cookies set by Microsoft Clarity. Name Purpose Expires _clck Saves the Clarity User ID and preferences, unique to that website is attributed to the same user ID 1 year _clsk Connects multiple page views by a user into a single Clarity session recording 1 day CLID Identifies the first-time Clarity saw this user on any website using Clarity 1 year ANONCHK Indicates whether MUID cookie is transferred to Anonymous ID (ANID), a cookie used for advertising. Clarity does not use ANID and so this is always set to 0 10 minutes MR Indicates whether to refresh MUID cookie 7 days MUID Identifies unique web browsers visiting Microsoft websites. These cookies are used for advertising, site analytics, and other operational purposes 390 days SM Used in synchronising the MUID cookie across Microsoft domains At the end of the session Third party cookies Some website pages may contain content from other websites, such as YouTube, which may set their own cookies. These websites are sometimes called ‘third party’ services. This tells us how many people are seeing the content and whether it is useful. In addition, if you share a link to one of our website pages, the service you share it on (for example, Facebook) may set a cookie. We have no control over cookies set on other websites – you can turn them off, but not through us. The following table details the cookies set by YouTube. Name Purpose Expires _use_hitbox This is a randomly generated number that identifies your browser When you close your browser VISITOR_INF01_LIVE Lets YouTube count the views of embedded YouTube videos 9 months Change your cookie options You may see a banner when you visit the Gambling Commission website inviting you to accept cookies or review your settings. Accepting all cookies on the banner activates those cookie settings that are listed as analytics (optional) cookies on the settings page (that is, not ‘essential’ or ‘third party websites’ cookies). Your activation of all optional cookies lasts for 1 year and the banner will appear again. This gives you the opportunity to regularly re-visit and adjust your decision. You can change which cookies you are happy for us to use by visiting the cookie preference page and selecting your cookie preference. Last updated 02 December 2024. Related content Privacy policy Is this page useful? Yes this page is helpful No this page is not helpful Report a problem with this page Thank you for your feedback. If you want to complain about a gambling business or have a general enquiry, use the contact us page. Feedback Feedback We are not able to respond to comments but your feedback will help us improve our website. You can enter up to 250 characters Complaints and queries Do not use this form for complaints as we will not reply. If you want to complain about a gambling business or need further help please contact us. User research If you want to provide feedback about new services and features, join our user research programme. Submit feedback Cancel and close form This form is protected by reCAPTCHA and the Google Privacy Policy (opens in new tab) and Terms of Service (opens in new tab) apply. Gambling Commissionwebsites Public and players Licensees and businesses Licensing authorities About us Advisory groups Information News Careers Contact us Services Follow us The following links open in a new tab: X (formally Twitter) (opens in new tab) LinkedIn (opens in new tab) YouTube (opens in new tab) National Gambling Helpline Call 0808 8020 133 24 hours a day, 7 days a week, or visit gamcare.org.uk (opens in new tab) Newsletter Sign up to e-bulletin Accessibility statement Privacy Policy Cookies Terms of use Social Media Policy Welsh View this page in Welsh or other languages Release: Release-140 Back to top",
  "ContentLength": 46296,
  "TextLength": 7734,
  "Title": "Cookies",
  "ScraperId": "UKGC"
}