{
  "Url": "https://www.gamblingcommission.gov.uk/authorities",
  "ScrapedAt": "2025-05-04T07:44:22.2222856+03:00",
  "ContentType": "Authorities Cookies on the Gambling Commission website The Gambling Commission website uses cookies to make the site work better for you. Some of these cookies are essential to how the site functions and others are optional. Optional cookies help us remember your settings, measure your use of the site and personalise how we communicate with you. Any data collected is anonymised and we do not set optional cookies unless you consent. Accept all cookies Set cookie preferences You\u0027ve accepted all cookies. You can change your cookie settings at any time. Hide Cookie Message Skip to main content Public and playersLicensees and businessesLicensing authorities About usNewsContact usServices Menu Search the website Search the website Close search Content in this section Close menu Home GLA Codes of Practice Reducing Gambling Harms Guidance and Policies Toolkits Forms LA Bulletin Other parts of the website For public and players For licensees and businesses For licensing authorities Corporate information About us News Contact us Online services Licensing authorities Information for local licensing authorities, local regulatory and law enforcement agencies, police and trading standards. Guidance and forms Guidance to licensing authorities The Gambling Commission\u0026#39;s guidance for licensing authorities. Licensing authority forms It is a requirement that applicants use the correct forms to give proper notice of applications and variations to all responsible authorities. Information requirements from licensing authorities Details on the information that we require from licensing authorities. Toolkits Reducing Gambling Harms resources These resources provide guidance to the national, regional and local work and evidence available for licensing, public health and other staff in addressing gambling harm. Crime and joint working toolkit This toolkit provides you with guidance and case studies to give examples of how you can work with your police force and other agencies tackle gambling-related issues. Lotteries toolkit This lottery toolkit contains advice, quick guides and case studies to help you in your regulatory responsibilities. Machines toolkit This toolkit provides you with guidance, templates for letters and case studies to give examples of how cases have been successfully brought to a conclusion. Occasional use notices (OUNs) OUNs allow licensed operators to provide betting facilities at a genuine sporting event without the need for a full betting premises licence. Poker toolkit This toolkit provides you with guidance, templates for letters and case studies as well as information about running poker nights in pubs and clubs. Premises assessments toolkit and Primary Authority agreements This toolkit provides you with guidance, templates for letters and assessment forms and case studies. Pubs and clubs toolkit Commercial betting is not allowed in pubs, clubs or similar alcohol licensed premises. Unlicensed Family Entertainment Centres (UFECs) UFECs are premises which are wholly or mainly used for making gaming machines available. Licensing Authority Returns Submit annual returns using our online service. Submit return Check a gambling business licence Search by name or account number Search the gambling business register You can also search our public register for licensed individuals and premises. National Strategy to Reduce Gambling Harms Archive Read the strategy, access archived material and find out who was involved in delivering the aims of the strategy. Visit the hub for reducing gambling harms Is this page useful? Yes this page is helpful No this page is not helpful Report a problem with this page Thank you for your feedback. If you want to complain about a gambling business or have a general enquiry, use the contact us page. Feedback Feedback We are not able to respond to comments but your feedback will help us improve our website. You can enter up to 250 characters Complaints and queries Do not use this form for complaints as we will not reply. If you want to complain about a gambling business or need further help please contact us. User research If you want to provide feedback about new services and features, join our user research programme. Submit feedback Cancel and close form This form is protected by reCAPTCHA and the Google Privacy Policy (opens in new tab) and Terms of Service (opens in new tab) apply. Gambling Commissionwebsites Public and players Licensees and businesses Licensing authorities About us Advisory groups Information News Careers Contact us Services Follow us The following links open in a new tab: X (formally Twitter) (opens in new tab) LinkedIn (opens in new tab) YouTube (opens in new tab) National Gambling Helpline Call 0808 8020 133 24 hours a day, 7 days a week, or visit gamcare.org.uk (opens in new tab) Newsletter Sign up to e-bulletin Accessibility statement Privacy Policy Cookies Terms of use Social Media Policy Welsh View this page in Welsh or other languages Release: Release-140 Back to top",
  "ContentLength": 41520,
  "TextLength": 5014,
  "Title": "Authorities",
  "ScraperId": "UKGC"
}